Repository: KUD-00/tollcat
Catalog: Packages/MeterKit/Sources/MeterGlance/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: %@从 iPhone 同步
en: Synced from iPhone %@
ja: %@にiPhoneから同期

source: %@更新
en: Updated %@
ja: %@に更新

source: 刚从 iPhone 同步
en: Just synced from iPhone
ja: iPhoneから同期したところ

source: 在 iPhone 上添加服务
en: Add a service on your iPhone
ja: iPhoneでサービスを追加

source: 手表上的数都来自 iPhone。在 iPhone 上打开一次 TollCat，这里就有了。
en: Everything on your watch comes from your iPhone. Open TollCat there once and it’ll show up here.
ja: Watchの数字はすべてiPhoneから届きます。iPhoneでTollCatを一度開けば、ここにも表示されます。

source: 打开 iPhone 上的 TollCat
en: Open TollCat on your iPhone
ja: iPhoneでTollCatを開いてください

source: 日期
en: Date
ja: 日付

source: 服务
en: Services
ja: サービス

source: 本月
en: This month
ja: 今月

source: 本月 %@
en: This month %@
ja: 今月 %@

source: 没设预算
en: No budget set
ja: 予算は未設定

source: 等 iPhone 更新本月的数
en: Waiting for this month’s numbers from iPhone
ja: iPhoneから今月の数字が届くのを待っています

source: 花在哪了
en: Where it went
ja: 内訳

source: 近 30 天
en: Last 30 days
ja: 直近 30 日間

source: 还没有账单
en: No Bills Yet
ja: 請求はまだない

source: 这个月的预算用了几成。在 iPhone 上设了预算才有数。
en: How much of this month’s budget is used. Set a budget on your iPhone to see it.
ja: 今月の予算をどれだけ使ったか。iPhoneで予算を設定すると表示されます。

source: 这个月花了多少，按现在的速度月底大概多少。
en: What you’ve spent this month, and roughly where it lands by month end at this pace.
ja: 今月いくら使ったか、このペースで月末にいくらくらいになるか。

source: 金额
en: Amount
ja: 金額

source: 预算
en: Budget
ja: 予算
